Kief.material-icon-theme
Tyriar.sort-lines
arcticicestudio.nord-visual-studio-code
bungcip.better-toml
jcanero.hoogle-vscode
kalitaalexey.vscode-rust
lunaryorn.hlint
octref.vetur
streetsidesoftware.code-spell-checker
wayou.vscode-todo-highlight
wix.vscode-import-cost
yzhang.markdown-all-in-one